{
  "privacyPolicyTitle": "Privacy Policy",
  "backToHome": "Home",
  "close": "Close",
  "settingsTitle": "Settings",
  "themeTitle": "Theme",
  "colorTitle": "Accent Color",
  "saveBtn": "Close",
  "section1Title": "1. Introduction",
  "section1Text": "This Privacy Policy explains how personal information is handled in the Download Time Calculator app (hereinafter referred to as \"this app\"). By using this app, you are deemed to have agreed to this Privacy Policy.",
  "section2Title": "2. Information We Collect",
  "section2Text": "This app may collect the following information:",
  "section2Item1": "Calculation history (stored in browser's local storage)",
  "section2Item2": "Settings information (theme, language settings, etc.)",
  "section2Item3": "Access analytics data via Google Analytics",
  "section3Title": "3. Purpose of Use",
  "section3Text": "The collected information is used for the following purposes:",
  "section3Item1": "Providing app functionality (saving calculation history, maintaining settings)",
  "section3Item2": "Service improvement and analysis",
  "section3Item3": "Enhancing user experience",
  "section4Title": "4. Information Storage and Management",
  "section4Text": "Calculation history and settings information are stored in your browser's local storage. This information is stored only on your device and is not sent to external servers.",
  "section5Title": "5. About Google Analytics",
  "section5Text": "This app uses Google Analytics for access analysis. Google Analytics collects anonymous traffic data using cookies. This data is managed in accordance with Google's Privacy Policy.",
  "section6Title": "6. Information Sharing",
  "section6Text": "This app does not share your personal information with third parties, except when disclosure is required by law.",
  "section7Title": "7. Changes to Privacy Policy",
  "section7Text": "This Privacy Policy may be changed without notice. The revised Privacy Policy will take effect when posted on this page.",
  "section8Title": "8. Contact",
  "section8Text": "For bug reports or improvement suggestions, please create an Issue on GitHub repository.",
  "lastUpdated": "Last Updated: December 16, 2025"
}

